Repository: tempestrock/kalaha
Catalog: Kalaha/Strings/*/Messages.resw
Source language: en
Languages: de

# ComputerSuggests
source: The computer suggests to take pit #{0}.
de: Der Computer schlägt Mulde {0} vor.

# EmptyPit
source: That doesn't work. Try again!
de: Leer geht nicht. Versuch's nochmal!

# GameEndedInDraw
source: It's a draw.
de: Unentschieden.

# LastMoveUndone
source: One step back.
de: Einen Schritt zurück.

# LastSeedInEmptyPit
source: Capture!
de: Kassieren!

# PlayersTurnAgain
source: Extra move!
de: Extrazug!

# PlayerWon
source: Congratulations, {0}!
de: Glückwunsch, {0}!

# PleaseEnterNumber
source: Please enter a number.
de: Bitte gib eine Zahl ein.

# UndoImpossible
source: No step back possible.
de: Zurück geht's hier nicht.

# Explain_CaptureSeedsAtEndOn
source: Rule switched on: Capture the seeds that are left in the houses at the end of the game.
de: Regel an: Am Ende des Spiels werden die restlichen Samenkörner einkassiert.

# Explain_ComputerOpponent_0
source: This opponent is easy to beat even for you!
de: Diesen Gegner schaffst Du locker!

# Explain_ComputerOpponent_1
source: This opponent is more difficult to beat.
de: Dieser Gegner ist schon schwieriger.

# Explain_ComputerOpponent_2
source: You will hardly win against this opponent.
de: Dieser Gegner hat's wirklich in sich!

# Explain_EmptyCapture
source: Rule: Only get the own seed in a capture move, not the opponent's seeds..
de: Regel: Wenn das letzte Samenkorn in einer eigenen leeren Mulde landet, wird nur dieses Samenkorn einkassiert und nicht die Samenkörner des Gegners.

# Explain_HoldFingerToChangeName
source: Click with the right mouse button or hold your finger onto this button to change the player's name.
de: Rechte Maustaste klicken oder einen Finger auf dem Knopf halten, um den Namen des Spielers zu ändern.

# Explain_NumHousesChanged
source: The number of houses for each player
de: Die Anzahl der Mulden pro Spieler

# Explain_SowingDir_1
source: The seeds are sown in clockwise direction.
de: Die Samenkörner werden im Uhrzeigersinn gesät.

# Explain_SowingDir_0
source: The seeds are sown in counter-clockwise direction.
de: Die Samenkörner werden gegen den Uhrzeigersinn gesät.

# Explain_SowingDir_2
source: For experts: an odd number of seeds is sown clockwise, an even number counter-clockwise.
de: Für Profis: ungerade Anzahl Samenkörner im Uhrzeigersinn, gerade Anzahl entgegen.

# Explain_Theme
source: Theme "{0}" - {1}
de: Motiv "{0}" - {1}

# Explain_NumSeedsChanged
source: The initial number of seeds in a house
de: Die Anzahl an Samenkörnern in einer Mulde zu Beginn des Spiels

# Explain_CaptureType_0
source: Only if seeds are in the opponent's house, the own seed and the opponent's seeds are captured.
de: Wenn es in der gegnerischen Mulde ein Samenkorn gibt, wird kassiert (auch das eigene Samenkorn).

# Explain_CaptureType_1
source: Only the player's own seed is captured.
de: Nur das eigene Samenkorn wird kassiert.

# Explain_CaptureType_2
source: No seed is ever captured.
de: Es wird nie kassiert.

# Explain_CaptureType_3
source: The own seed and the opponent's seeds are always captured.
de: Das eigene Samenkorn und die Samenkörner aus der gegenüberliegenden Mulde werden immer kassiert.

# Explain_CaptureSeedsAtEndOff
source: Rule switched off: Do not capture the seeds that are left in the houses at the end of the game.
de: Regel aus: Am Ende des Spiels werden die restlichen Samenkörner nicht einkassiert.
